;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=English
WebLang=ENG
Translator=VS Revo Group
Codepage=UNICODE 
Version=5.1.1


[Uninstaller Toolbar]
102 = View
103 = Options
104 = Uninstaller
105 = Tools
106 = Hunter Mode
107 = List
108 = Icons
109 = Details
110 = Uninstall
111 = Remove Entry
112 = Refresh
113 = Are you sure that you want to remove the selected entry?
114 = Are you sure you want to uninstall the selected program?
115 = AutoUpdate
116 = Help
117 = Current tool help...
118 = Home Page...
119 = About...
120 = You are not an Administrator!
121 = Are you sure that you want to uninstall the selected system component?\nSTOP, unless you are sure what you are doing!
122 = Uninstaller shows you all of the installed programs and components for both the current and all users. In the "Details" view type, or by the context menu, you can reach additional information (links and properties about the installations). A primary feature of Revo Uninstaller is Hunter mode. This mode gives you the flexibility to uninstall, stop, delete or disable from auto-starting with just one click.
123 = Search
124 = Found:
125 = Are you sure that you want to remove selected system component from the Registry?\nThis component may be required by your operating system!
126 =  will no longer auto start!
127 =  is set to auto start
128 = %s is installed in the same location as %s!\nLeftovers will be found from both applications! Carefully check the ones you want to remove!
129 = Forced MSI Uninstall

[Uninstaller List]
150 = Application
151 = Size
152 = Version
153 = Install Date
154 = Company
155 = Website
156 = Comment
157 = Uninstall String
158 = Registry Key
159 = Installer

[Uninstaller StatusBar]
201 = Installations: 
202 = Loading...

[Registry Optimizer]
302 = Select where to scan
303 = Start menu

[Autorun Toolbar]
407 = Run
408 = Kill
409 = Remove
410 = Items:
411 = Enabled:
412 = With Autorun Manager, not only you can enable or disable applications from automatically starting on Windows startup,but you can also get more information about that particular application. You can get the launch path, description, publisher, status (running or not running), and the location of the startup command (either in the registry or a file on the hard disk).

[Autorun List]
450 = Startup Name
451 = Launch Path
452 = Description
453 = Publisher
454 = Status
455 = Location
456 = RUNNING
457 = NOT RUNNING
458 = INVALID
459 = Kill Process
460 = Run Process
461 = Open Containing Folder
462 = Goto Location
463 = Copy Launch Path
464 = Remove Selected
465 = Remove All Invalid
466 = Remove All Not Running
467 = Remove All Disabled
468 = Properties...
470 = Are you sure that you want to close selected application?\nAny unsaved data will be lost!
471 = Are you sure that you want to delete selected item?
472 = Are you sure that you want to delete all invalid items?
473 = Are you sure that you want to delete all not running items?
474 = Are you sure that you want to delete all disabled items?
475 = Command doesn't exist!
476 = UNKNOWN
477 = Disable Auto Starting
478 = Enable Auto Starting

[Outlook Control]
300 = Optimization
301 = Registry Optimizer
400 = Autorun Manager
500 = Tracks Cleaner
501 = Browsers Cleaner
600 = Microsoft Office Cleaner
700 = Windows Cleaner
800 = Evidence Remover
900 = Unrecoverable Delete
2100 = Windows Tools
2200 = Junk Files Cleaner

[Track Cleaner Browsers]
507 = Clear All
508 = Clear History of Visited Internet Web Pages
509 = Delete Address Bar History
510 = Delete Temporary Internet Files
511 = Delete Cookies
512 = Delete Index.dat Files
513 = Execute
514 = Delete Download History
515 = Delete Session History
516 = Delete Form History
517 = Uninstaller
518 = Are you sure that you want to clear all of selected history data?
521 = Are you sure that you want to clear the Internet Explorer history data?
522 = Are you sure that you want to clear the Firefox history data?
523 = Are you sure that you want to clear the Opera history data?
524 = Are you sure that you want to clear the Netscape history data?
525 = Your browser records details about every website that you've ever visited. The information is easily accessible from your browser window and, by simply pressing a button, anyone can see where you've been browsing on the web! With Browsers Cleaner you can delete temporary Internet files which contain all of the pictures you've seen, all of the online videos you've watched and all of the web pages you've visited. Deleting Temporary Internet Files can free a lot of space on your hard disk.
526 = Close your internet browser before cleaning its traces.
527 = Index.dat files will be deleted the next time the computer is rebooted.
599 = Track cleaning operations for selected items have completed!

[Office Track Cleaner]
601 = Clear
607 = Clear the Microsoft Word Recent Documents History
608 = Includes Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 and Word 2016
609 = Clear the Microsoft Excel Recent Documents History
610 = Includes Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 and Excel 2016
611 = Clear the Microsoft Access Recent Documents History
612 = Includes Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 and Access 2016
613 = Clear the Microsoft PowerPoint Recent Documents History
614 = Includes PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 and PowerPoint 2016
615 = Clear the Microsoft FrontPage Recent Documents History
616 = Includes FrontPage 2000, FrontPage XP and FrontPage 2003
617 = Microsoft Office Cleaner allows you to remove the history of the most recently used files in Microsoft Word, Excel, Access, PowerPoint and FrontPage. If you do not want somebody else to see your last opened or edited spreadsheets, documents or other files created using Microsoft Office, just select those file types that you do not want and click the “Clear” button. Your most recently used files for the program types that you chose, will no longer be available.

[Windows Tracks Cleaner]
701 = Clear
707 = Clear the Recent Documents History
708 = Clear the Start Menu Run History
709 = Clear the Find File History
710 = Clear the Printers, Computers and People Find History
711 = Empty the Clipboard
712 = Clear the "MS Paint" Recent File History
713 = Clear the "MS Wordpad" Recent File History
714 = Clear the Regedit Last Opened Key History
715 = Clear the Common Dialog Open/Save Recent History
716 = Clear the Common Dialog Last Visited Folder History
717 = Empty the Recycle Bin
718 = Delete Windows Temporary Files
719 = Delete the Start Menu Usage Logs
720 = Microsoft Windows keeps tracks of many things that you do with your computer like file search history (when you search for file and folders), recently opened document history, open/save history used in standard file dialogs from different applications and many more thing. Windows Cleaner allows you to remove all of this history and the temporary files. You can also empty your Recycle Bin and delete temporary files which can free a lot of hard disk space.
721 = Run History will be deleted after the explorer.exe process is restarted.
722 = Traces in the Windows Registry
723 = Traces on local hard disk drive
724 = Delete crash memory dump files
725 = Delete Chkdsk (Check Disk) recovered file fragments


[Evidence Remover]
802 = Execute
803 = Erasing
804 = Please wait while the erasing is in progress.
805 = Completed
806 = Place a checkmark on the drive(s) which contain traces and evidence of your work that you want to delete. This tool only affects the already deleted data. WARNING: After the process has completed, it will be impossible to recover your deleted files!
807 = When you empty the Windows Recycle Bin, your files and folders are just marked as deleted but they are not physically erased. This tool will permanently erase the files and folders which have already been deleted but are left over on your hard disk Drive. No matter what tool you or somebody else tries to use to recover the data, the result will be the same, nothing. – The data erased with Evidence Remover is impossible to recover!
808 = Are you sure that you want to erase leftover traces and evidence on selected drive(s)?

[Unrecoverable Delete]
912 = List of files and folders which will be deleted and will be made impossible to recover
913 = Files
914 = Folders
915 = Insert files which you want to delete and remove from the system. These files cannot be recovered by any software tool!
916 = Insert folders which you want to delete and remove from the system. These folders cannot be recovered by any software tool!
917 = Add files to be deleted
918 = Add folders to be deleted
919 = DELETE FOREVER
920 = Clear List
921 = If you want to securely delete a file or folder (to be sure that nobody, with any tool, could be able to ever recover this file or folder), use Unrecoverable Delete. Deleting files and emptying the Windows Recycle Bin does not mean that these files are gone forever, they are still on your hard disk drive and anybody could recover the deleted data very easily. The Unrecoverable Delete tool makes this impossible because it physically erases all of selected files and folders.
922 = Are you sure that you want to forever delete selected files and folders?

[Options Tree]
1001 = Options
1002 = Export All Settings
1003 = Import All Settings
1100 = General
1200 = Uninstaller

[General]
1101 = Current language:
1102 = Advanced mode
1103 = Check for update on startup
1104 = Update automatically in background

[Uninstaller Options]
1201 = Show system updates
1202 = Show system components
1204 = Only run the built-in uninstaller
1205 = (Not supported in Windows Vista)
1206 = Create a System Restore Point before uninstall
1208 = Disable Uninstall History feature
1209 = Show web page shortcuts


[Auto Update]
1907 = Update
1908 = Version Information
1909 = Current Version:
1910 = Latest Version:
1911 = DOWNLOAD
1912 = Get the Latest Version
1913 = What's new
1914 = Checking...
1915 = Connection error...
1916 = STOP
1917 = Downloaded %s of %s
1918 = Downloaded %s (total size unknown)
1919 = Revo Uninstaller Pro was unable to connect to www.revouninstaller.com. Please check if your Internet connection is active and your firewall does not block Revo Uninstaller Pro
1920 = Error: Checking for new version failed. No internet connection.
1921 = Downloading...
1922 = Starting update...
1923 = Done
1924 = No update available
1925 = Succesfully updated to the latest version (%s)

[WinTools]
2110 = Run
2111 = There are a lot of handy and useful tools and components bundled with every Windows operating system. Some of the tools use complex command lines, others are difficult to access. Windows Tools gives you fast, one-click access to more than ten common Windows tools.
2112 = If a problem occurs, you can use System Restore to restore your computer to a previously saved state without losing your personal data files. System Restore monitors changes to the system and some application files and it automatically creates easily identifiable restore points. These restore points allow you to revert the system to a previously backed up state. The restore points are created daily and at the time of significant system changes. You can also create and name your own restore points at any time.
2113 = You can use it to gather and display information about your computer hardware and operating system, your internet configuration and your modem and network adaptor configuration. With the Network Diagnostics tool, you can perform a scan of your system and test network connectivity and whether or not your network-related programs and services are functional. 
2114 = Network Information displays all current TCP/IP network configuration information, Dynamic Host Configuration Protocol (DHCP) and Domain Name System (DNS) settings. Network Information also displays the full TCP/IP configuration for all network adapters including the IP address, MAC address, subnet mask, default gateway, Windows Internet Naming Service (WINS) and DNS configuration.
2115 = Security Center checks the status of your computer's three security essentials: Firewall, Automatic updating and Malware/virus protection. If a problem is detected with any of these (for example, if your antivirus program is out of date), the Security Center sends you an alert and provides recommendations on how to better protect your computer.
2116 = System Properties can be used to view basic computer hardware information such as your CPU type and total RAM memory, view and change settings that control how your computer uses memory and finds certain information (hardware and device properties), configure hardware profiles, view information about your network connection and logon profile, and report system and program errors to Microsoft or your system administrator when they occur.
2117 = System Information is a component of the Windows operating system that collects and displays system configuration information for local and remote computers. This includes information about hardware configurations, computer components and software, including signed drivers and unsigned drivers. System Information is a support tool that you can use to quickly locate information about your computer and its operating system.
2118 = TCP/IP Netstat Command is a component of the Windows operating system that displays all active TCP connections and the TCP and UDP ports to which the computer is listening and displays the executable involved in creating each connection or listening port (the executable name is in [ ] at the bottom, on top is the component it called, and so forth until TCP/IP was reached).
2119 = On Screen Keyboard displays a virtual keyboard on the screen and allows users with mobility impairments to type data using a pointing device or joystick. On-Screen Keyboard is intended to provide a minimum level of functionality for users with mobility impairments. You also can use On-Screen Keyboard if you think that there is a Key-Logger installed on your PC and all of the keys you typed are recorded. On-Screen Keyboard eliminates the ability to record keystrokes.
2120 = Disk Defragmenter analyzes local volumes and consolidates fragmented files and folders so that each occupies a single, contiguous space on the volume. Disk Defragmenter also consolidates a volume's free space, making it less likely that new files will be fragmented. As a result of these changes, your system can access files and folders and save new ones more efficiently.
2121 = Services can start, stop, pause, resume, or disable a service on local or remote computers. Services can also set up recovery actions to take place if a service fails (for example, restarting the service automatically), enable or disable services for a particular hardware profile and to view the status and description of each service.
2122 = Shared Folders can be used to manage shared resources over a network, control user access permissions, session activity, shared resource properties and to view a summary of connections and resource use for local and remote computers.  Shared Folders can also view a list of all users who are connected remotely (over a network) to your computer and disconnect one or all of them. You can also view a list of files that are currently opened by remote users.
2123 = Group Policy includes user and computer policy configuration. Group Policy settings define the various components of the user's desktop environment that a system administrator needs to manage (for example, the programs that are available to users, the programs that appear on the user's desktop, and options for the Start menu).
2124 = Add/Remove Windows Components helps you to manage installed Windows components on your computer. After the Windows operating system is installed on your computer, you can use this tool to add a Windows component that was not included in the original installation, or to remove an existing Windows component that you no longer desire.
2125 = The Microsoft Windows Malicious Software Removal Tool checks your computer for infections by specific, prevalent malicious software and helps to remove any infection that is found. This malicious software includes viruses, worms and Trojan horses. When the detection and removal process is complete, the tool displays a report describing the outcome, including, if any malicious software was detected and removed.


[Junk Files Cleaner Options]
2202 = Drives to Scan:
2203 = Pattern
2204 = Description
2205 = Add
2206 = Remove
2207 = Reset Defaults
2208 = Junk Files Cleaner::General
2209 = Junk Files Cleaner::Exclude
2220 = Pattern to scan for:
2221 = You can use the symbols ? and/or * as wildcards
2222 = Add Pattern
2223 = Add Exclude Pattern
2224 = You can use the symbols ? and/or * as wildcards
2225 = Exclude pattern:
2226 = Delete files to the Recycle Bin
2227 = Ignore files accessed in the last 24 hours

[Junk Files Cleaner Tool]
2306 = Scan
2307 = Delete
2308 = Scanning
2309 = Please wait during the scanning process.
2310 = Cancel
2311 = Name
2312 = Size
2319 = Files:
2320 = Total size:
2323 = There are files that are in use by Windows or another program that can't be deleted now
2324 = You have to select at least one drive and extension to start scanning.
2325 = Junk Files Cleaner allows you to find and remove various types of junk and unnecessary files from your computer. Normally such files are deleted by the application that created them as soon as it no longer needed them. However, they may remain permanently on your hard drive if there is an unexpected termination of the application, a system crash, etc. If this happens, it can cause a reduction of free disk space or may cause a slower system speed, etc.
2326 = File:
2327 = Deleting files
2328 = No junk files were found

[Context Menu Junk Files Cleaner]
2313 = Open
2314 = Search at Google for 
2315 = Open Containing Folder
2316 = Properties...
2317 = Check all items
2318 = Uncheck all items
2321 = Check selected items
2322 = Uncheck selected items

[Topmost Window]
4002 = Options
4003 = Open Main Window
4004 = Drag and Drop Mode
4005 = Hunter Mode
4006 = Size
4007 = Small
4008 = Middle
4009 = Large
4010 = Window size
4011 = EXIT
4012 = Uninstall
4013 = Stop Auto Starting
4014 = Kill Process
4015 = Kill and Delete Process
4016 = Open Containing Folder
4017 = Info
4018 = Properties
4019 = CANCEL
4020 = Only one file at a time is supported!
4021 = You have dropped a folder, please drag and drop a file!
4022 = Uninstall or Remove:
4023 = Unresolved! Try to point to another window, icon or a taskbar item.
4024 = Cannot run the uninstall command!\n Please uninstall the application with Uninstaller.
4025 = No Installation Package Found!\nTip: Get more information for the application from the main windows and\n try to uninstall it manually!
4026 = Target application is disabled from auto starting!\nTip: If you want to enable it again, use the Autorun Tool in the main application!
4027 = Target application is not found in common startup places!\nTip: To search for uncommon places which are used for autostarting an application, see the Google website!
4028 = Are you sure that you want to close selected application?\nAny unsaved data will be lost!
4029 = Uninstaller
4030 = Are you sure that you want to close and delete selected application?\nAny unsaved data will be lost!
4031 = Are you sure that you want to close Windows Explorer?\n The Start menu, taskbar and system tray will disappear!
4032 = Auto start with Windows
4033 = Transparency
4034 = Drag the target over opened window, icon or a taskbar item.
4035 = Always on top

[Scan After Uninstall]
4210 = Location
4211 = Key
4212 = Value
4213 = Data
4214 = File
4215 = No item selected. Select an item to delete!
4216 = Scan After Uninstall
4217 = Select All
4218 = Deselect All
4219 = Delete
4220 = Leftover Files
4221 = Leftover Registry entries
4222 = Scanning before uninstall, please wait...
4223 = Running uninstaller...
4224 = Please start scanning for leftover files, folders and registry keys when application's uninstaller is finished.
4225 = Scanning after uninstall, please wait...
4226 = Please carefully check the listed items!
4227 = Close
4228 = Remaining files in the list will be deleted during the next system restart.
4229 = Running the application's uninstaller failed!\nPossible invalid uninstall command!
4230 = Back
4231 = Next
4232 = Select an Uninstall Mode
4233 = Modes
4234 = Built-in - run only the application's uninstaller without any additional scanning
4235 = Safe - includes the Built-in mode and performs additional scans in the Registry and on the hard drive to find leftover items that are safe to delete. This is the fastest mode.
4236 = Moderate - includes the Safe mode and performs an extended scan to find all of the application's leftover information in the most common places of the Registry and on the hard drive 
4237 = Advanced - includes the Moderate mode and performs a deep and thorough scan to find all of the application's leftover information in the Registry and on the hard drive. This is the slowest mode.
4238 = Analyzing the application's data before uninstalling it.
4239 = Starting the application's built-in uninstaller.
4240 = After the application's uninstaller has finished, press the "Next" button to start scanning for leftover files, folders and registry items. 
4241 = Performing the initial analysis and uninstall 
4242 = Scanning for leftover information
4243 = Built-in uninstall completed, now scanning the Registry and your hard drive for leftover files, folders and registry items related with the uninstalled application. Please wait….
4244 = Found leftover Registry items
4245 = Found Registry items:
4246 = Note: Please carefully verify the bolded items! Only checked bolded items and their subitems will be deleted!
4247 = Found leftover files and folders
4248 = Found items:
4249 = My Computer
4250 = Revo Uninstaller was not able to start the application's built-in uninstaller. Maybe the application's uninstall command is invalid or the uninstaller program is corrupted. You can press the “Back” button and try another uninstall mode.
4251 = The application's built-in uninstaller has finished. Revo Uninstaller did not scan for leftover items. You can press the “Back” button and try another uninstall mode to scan for leftover files, folders and Registry items.
4252 = Revo Uninstaller completed the uninstall procedure successfully, but leftover items were not found. You can press the “Back” button and try another extended uninstall mode for a deeper scan.
4253 = Revo Uninstaller completed the uninstall procedure successfully. If you want to search for more leftover items you can press the “Back” button and try a more advanced uninstall mode for a deeper scan.
4254 = Finish
4255 = Are you sure that you want to send selected files to the Recycle Bin?
4256 = Are you sure that you want to delete selected registry items?
4257 = Revo Uninstaller completed the uninstall procedure successfully!
4258 = Are you sure that you want to skip the deletion of found leftover Registry entries and continue to the next step?
4259 = Are you sure that you want to skip the deletion of found leftover files and folders and continue to the next step? 
4260 = Scanning for leftover items completed. Press “Next” button to see the results!
4261 = Creating System Restore Point...
4262 = Creating System Restore Point - failed!
4263 = Creating System Restore Point disabled (in Options->Uninstaller)
4264 = Creating System Restore Point - done!
4265 = File System
4266 = Scanning for leftovers of
4267 = leftover(s) found in the Registry and File system
4268 = leftover(s) deleted from the Registry and File system
4269 = uninstalled programs
4270 = Creating a Restore Point failed (System Restore disabled in Windows Settings)
4271 = Deleting found leftovers from the Registry and File system...
4272 = Scanning for leftovers...

[About]
4300 = Translators:

[ContextMenu Uninstaller]
5000 = Commands
5001 = Info
5002 = Search at Google for
5004 = Install Location
5005 = Open About Link...
5006 = Open Help Link...
5007 = Open Update Link...
5008 = Open Registry Key...

[Common]
10000 = OK
10001 = Cancel
10002 = Help
10003 = Browse
10004 = Current tool help
10005 = Homepage
10006 = About
10007 = Warning
10008 = ERROR
10009 = Yes
10010 = No
10011 = Pause
10012 = Resume
10013 = Default
10014 = Please wait...
10015 = Later
10016 = Never
10017 = Operation completed successfully!
10018 = Please wait while operation is in progress...
10019 = Edit
10020 = Retry
10021 = Ignore
10022 = Abort
10023 = Delete
10024 = Save
10025 = Items
10026 = Start
10027 = Close (Recommended)

[Tooltips]
2000 = Switch to uninstaller mode
2001 = Show Tools panel
2002 = Adjust settings
2003 = Switch to Hunter Mode
2004 = Change the view of the installed programs list
2005 = Uninstall selected program
2006 = Delete selected entry from the registry
2007 = Refresh the list of applications
2008 = Update your current version to the latest version
2009 = Find additional information and the answer to all your questions about the program
404 = Start selected application
405 = Stop and close  selected application
406 = Prevent selected application from autostarting
506 = Clear selected options
605 = Clear selected options
705 = Clear selected options
2106 = Run selected tool
2304 = Scan for unnecessary files according to selected settings
2305 = Delete checked files to the Recycle Bin



[UninstallerPro]
15000 = General
15001 = Groups\nManager
15002 = New Programs
15003 = Other Programs
15004 = Name
15005 = Rename
15006 = Internet
15007 = Games
15008 = Multimedia
15009 = Utilities
15050 = Move Up
15051 = Move Down
15052 = Add
15053 = Remove
15054 = Columns
15055 = Remove This Column
15056 = Alignment
15057 = Left
15058 = Center
15059 = Right
15060 = Best Fit
15061 = Export List to
15062 = Text format(txt)
15063 = HTML format(html)
15064 = Microsoft Excel
15065 = Export
15066 = Select the columns you want to export:
15067 = Show as new programs installed:
15068 = Last (in days)
15069 = Since the last start of the uninstaller
15070 = Group name:
15071 = Add
15072 = Group
15073 = Traced Programs
15074 = Traced\nPrograms
15075 = All Programs
15076 = All\nPrograms
15077 = Delete Log
15078 = Custom Uninstall
15079 = Change Icon
15080 = Add to Group
15081 = Remove from Group
15082 = Uninstalling
15083 = Uninstalling logged files and folders of the program:
15084 = Uninstalling logged Registry items:
15085 = There is some data that may be related to the uninstalled program, but was not deleted because it was not logged by Revo Uninstaller Pro during the installation of the program. If you want to review and eventually to delete it press the "Advanced Uninstall" button 
15086 = Advanced Uninstall
15087 = File\Folder Path
15088 = Loading list...
15089 = Uninstall selected values
15090 = Open parent Registry key... 
15091 = Expand all 
15092 = Collapse all
15093 = Value Name 
15094 = Logs Folder:
15095 = Execute Rename operations of previously existing on the system files and folders
15096 = Forced Uninstall
15097 = Forced\nUninstall
15098 = Expand selected key
15099 = Collapse selected key
15100 = Uninstall selected key
15101 = Mark selected key as Created
15102 = Add to Exclude List
15103 = Invalid log file
15104 = The file does not exist! Enter a valid filename or cancel the operation.
15105 = Choose Process
15106 = Add Process to the list
15107 = Process full path:
15108 = Add Registry Key
15109 = Registry Key path
15110 = Forced Uninstall command helps you to uninstall programs or remove leftovers of partially installed or uninstalled programs. You can browse for leftover files and folders or enter a full path to any file or folder of the program you want to uninstall. You can also enter the program name as additional information. Based on the entered data, Revo Uninstaller Pro searches for an existing built-in uninstaller and related installation logs in the Traced Programs module and Logs Database. If there is any found, it will be listed so you can choose to use it or not.\n\nPlease, enter the exact name and the install location of the program you want to uninstall!
15111 = Scanning modes
15112 = Built-in
15113 = Safe
15114 = Moderate
15115 = Advanced
15116 = Full path to program's file or folder:
15117 = Program's exact name:
15118 = Found built-in uninstallers:
15119 = Run the selected built-in uninstaller
15120 = Program Name
15121 = Uninstall Command
15122 = Type
15123 = 32-bit
15124 = 64-bit
15125 = Kill the Process and Continue
15126 = Selected file is a running process! If you want to uninstall it and its related items properly, it is better to kill (stop) it before you continue
15127 = Registry Key to Exclude
15128 = Include Subkeys
15129 = Set the focus on "Traced Programs" window on startup
15130 = Delete files and folders:
15131 = to the Backup folder
15132 = to the Recycle Bin
15133 = Permanently
15134 = Are you sure that you want to delete selected items?
15135 = Folders
15136 = Files
15137 = Possibly related Files and Folders
15138 = Possibly related Registry items
15139 = Keys:
15140 = Values:
15141 = Logged Files and Folders
15142 = Execute Rename operations of previously existing system files and folders
15143 = Are you sure that you want to uninstall selected items?
15144 = Selected, but remaining files will be deleted during the next system restart.
15145 = Logged Registry items
15146 = Uninstalling...
15147 = Scanning for leftover files, folders and registry items based on the provided initial information
15148 = Analyzing and starting the program's built-in uninstaller for the default uninstall
15149 = After the program's uninstaller has finished, press the "Scan" button to start scanning for leftover files, folders and registry items.
15150 = There is not enough available disk space to write the cache data file
15151 = Error writing the cache file. Be sure you have the appropriate permissions.
15152 = Error reading the cache data file
15153 = Revo Uninstaller Pro hasn't found any leftover items
15154 = Scan
15155 = Custom\nUninstall
15156 = The "All Programs" module of Revo Uninstaller Pro shows all of the installed programs and components for both the current and all users, divided into two default groups - "New" and "Others". When using either the "Details" view type or by using the context menu, you can reach additional information (links and properties about the installations). Settings for this mode are located in the subitem "All Programs" under the "Uninstaller" item in the "Options" window.
15157 = The "Traced Programs" module of Revo Uninstaller Pro shows all of the programs that you have traced (monitored) during their installation using Revo Uninstaller Pro. To trace a program with Revo Uninstaller Pro, you can right-click on its installation (setup) package or press the button "Install Programs" on the main toolbar. Settings for this mode are located in the "Traced Programs" subitem under "Uninstaller" in the "Options" window.
15158 = Registration
15159 = Help File
15160 = Install Programs
15161 = Install\nPrograms
15162 = Make a System Restore Point and a full Registry backup before uninstalling
15163 = Creating a full Registry backup...
15164 = Creating a System Restore Point and a full Registry backup is disabled (in Options->Uninstaller)
15165 = Creating a full Registry backup - done!
15166 = Creating a full Registry backup - failed!
15167 = (Not supported in Windows Vista or Windows 7,8)
15168 = Logs:
15169 = Or right mouse click over the Hunter Mode's icon and select "Exit" to quit
15170 = Open the Uninstall Wizard maximized
15171 = Folder path
15172 = Please install a pdf reader to view the Help file
15173 = Add new Group
15174 = Delete selected Logs
15175 = Rebuild cache file
15176 = Are you sure you want to rebuild the cache file?\nYour customizations on the programs details will be reset!
15177 = Manage
15178 = Export,Import or Edit log
15179 = Change\nor Repair
15180 = Change or Repair
15181 = Update link
15182 = Logs Database
15183 = Logs\nDatabase
15184 = Programs:
15185 = Program Name
15186 = Program Version
15187 = Windows Version
15188 = Windows Bits
15189 = Found
15190 = Show only logs compatible with %s
15191 = Show only %s logs
15192 = Matched Logs:
15193 = Database Logs:
15194 = Search by:
15195 = log
15196 = logs
15197 = program
15198 = programs
15199 = Name
15200 = Quick Uninstall 
15201 = Quick\nUninstall
15202 = Making initial system backup
15203 = Uninstalling program %d of %d
15204 = Initial analyzing - done!
15205 = Starting the program's built-in uninstaller - done!
15206 = Starting the program's built-in uninstaller - failed!
15207 = Scanning for leftover files, folders and Registry items...
15208 = Deleting found leftover items...
15209 = Deleted %d leftover Registry Keys and %d Values
15210 = Deleted %d leftover Folders and %d Files
15211 = Quick Uninstall completed!
15212 = Status
15213 = After the program's uninstaller has finished, press the "Continue" button to continue the uninstall process.
15214 = Continue
15215 = Imported
15216 = Add Comment
15217 = Edit Comment
15218 = Modules
15219 = Log Date
15220 = Preparing log's data for uninstall...
15221 = %d of %d items
15222 = Executing necessary rename operations...
15223 = Are you sure you want to uninstall selected log?
15224 = Are you sure you want to uninstall selected logs?
15225 = Uninstalling log %d of %d
15226 = Export All
15227 = Skip\nBackup
15228 = Skip creation of system restore point and full Registry backup
15229 = Creating full Registry backup - skipped!
15230 = Creating System Restore Point - skipped!
15231 = Edit Log
15232 = Import Log
15233 = Export Log
15234 = Parsing Log -
15235 = Rename Log
15236 = Log Name
15237 = Save Changes
15238 = Modify
15239 = Icon
15240 = Icon index
15241 = Author
15242 = Creation Time
15243 = Last Modification Time
15244 = Estimated Size
15245 = Registry Keys
15246 = Registry Values
15247 = Created
15248 = Deleted
15249 = Renamed
15250 = Overwritten
15251 = Unknown
15252 = Old Name
15253 = Full Name
15254 = Old Full Name
15255 = Old Data
15256 = Registry Value with such name already exists!
15257 = Add Key
15258 = Key Name:
15259 = Not Modified
15260 = Modify Key
15261 = Add Value
15262 = Modify Value
15263 = Set
15264 = Old Type
15265 = Forcibly stop running executable files during their uninstall
15266 = Search for an appropriate log before program's regular uninstall
15267 = Are you sure you want to perform a \nQuick Uninstall of the selected program(s)?
15268 = Found a matching log among your logs that will be used for the uninstall\nStarting the program's built-in uninstaller for the default uninstall.
15269 = Found a matching log in the Logs Database that will be used for the uninstall\nStarting the program's built-in uninstaller for the default uninstall.
15270 = After the program's uninstaller has finished, press the "Continue" button to see leftover files, folders and Registry items.
15271 = Error downloading the log file!
15272 = Error renaming downloaded log file!
15273 = "Logs Database" module of Revo Uninstaller Pro shows a list of logs of traced programs that is compatible with your Windows system. These logs stored on our web site are maintained by Revo Uninstaller Pro's team. You can easily use(with one click on the button "Uninstall") these logs to uninstall programs installed on your computer.
15274 = Your Version:
15275 = Update Now
15276 = Automatically update Logs Database
15277 = Error downloading Logs Database!
15278 = Error updating Logs Database!
15279 = Error extracting Logs Database!
15280 = Error opening Logs Database!
15281 = Enter your comment:
15282 = Choose Icon
15283 = File path:
15284 = Select an icon from the list:
15285 = File
15286 = Folder
15287 = Exporting Log -
15288 = Importing Log -
15289 = %d%% completed
15290 = Exported by
15291 = Found related logs
15292 = Yes(recommended)
15293 = Listed logs made by you seem to be related to the program you are uninstalling. Would you like to use the data from the logs during the uninstall?
15294 = Downloading Log -
15295 = Listed logs found in the Logs Database seem to be related to the program you are uninstalling. If you would like to use any of them during the uninstall procedure, set a check mark in front of it.
15296 = There is an appropriate uninstall log in our Logs Database.\nWould you like to use it for more complete uninstall of the program?
15297 = Are you sure you want to delete selected log(s) from the list?
15298 = You must select at least one column to export!
15299 = Browse for
15300 = Use selected log
15301 = Source
15302 = You haven't selected any built-in uninstaller from the list.\nAre you sure you want to continue searching for leftovers and skip usage of a built-in uninstaller?
15303 = Select a built-in uninstaller from the list if you want to use it during the uninstall process.
15304 = You haven't selected any log from the list.\nAre you sure you want to continue searching for leftovers and skip usage of a log?
15305 = Select a log from the list if you want to use it during the uninstall process.
15306 = Loading log's data...
15307 = Create a full Registry Backup before uninstall
15308 = Creating a full Registry Backup disabled (in Options->Uninstaller)
15309 = Path:
15310 = Use program's uninstall data to get the Install Date property
15311 = Install Program with \nRevo Uninstaller Pro
15312 = Merge selected Logs
15313 = Are you sure you want to merge selected logs?\n\nThis command is appropriate for logs related to one program and combines all logs in a single log with data.
15314 = Merged Log Name
15315 = Folder to exclude
15316 = Files and Folders to Exclude
15317 = Registry Keys to Exclude
15318 = The uninstall of %s has been interrupted by a restart of the computer. Would you like to continue the uninstall process?
15319 = All Logs operations on the current computer
15320 = Transfer
15321 = Backup
15322 = Restore
15323 = Select the main folder of the Portable version
15324 = Backup Logs
15325 = Restore Logs
15326 = Overwrite existing logs with the same name?
15327 = Error detecting installed Revo Uninstaller Pro data folder.
15328 = Searching for executable file... 
15329 = Unable to run the program
15330 = The program is already running
15331 = The started program doesn't seem to have an user interface
15332 = The program seems to have closed prematurely
15333 = Waiting for user interface...
15334 = Show check boxes in Details view
15335 = Path doesn't exist!
15336 = Export Log's data
15337 = Listed programs are installed on the same install location as %s. Leftovers from all these programs will be found.\nAre you sure you want to continue?
15338 = Found related programs
15339 = Automatically delete all found leftovers
15340 = Found %d Registry leftovers
15341 = Deleting %d Registry leftovers...
15342 = Found %d leftover Folders and %d Files
15343 = Deleting %d leftover Folders and %d Files...
15344 = %d selected
15345 = Show the option to scan all Windows accounts for leftovers
15346 = Choose your color theme
15347 = Classic
15348 = Dark
15349 = You can always change these settings later.
15350 = Analyzing the programs' built-in uninstallers for the default uninstall and starting them silently (if possible)
15351 = Starting apps' default uninstall commands for the initial uninstall
15352 = Scan all Windows accounts for leftovers
15353 = Uninstall from all Windows accounts
15354 = Executing the built-in uninstaller of %s
15355 = After the default uninstaller(s) of ( %s ) has finished, click the "Scan" button to start scanning for leftovers
15356 = Log level changed to %d.
15357 = Continue uninstall operation?
15358 = Are you sure you want to cancel the uninstall process? 

[Auto Run Manager Pro]
15800 = Add
15801 = Add program to Windows startup
15802 = Set to auto-start for:
15803 = All users
15804 = Current user
15805 = Set to auto-start from:
15806 = Registry: Run - on every startup of Windows
15807 = Registry: RunOnce - run only once, during the next startup of Windows
15808 = Startup folder - on every startup of Windows
15809 = Command (full path):
15810 = Name:
15811 = Removed from auto-starting
15812 = Removed not running items from auto-starting
15813 = Removed all disabled items from auto-starting
15814 = Services
15815 = Open Windows Services
15816 = Scheduled Tasks
15817 = Enable
15818 = Disable

[General App]
16001 = Print
16002 = Print Preview
16003 = Print Setup
16004 = View
16005 = Menu Bar
16006 = Main Toolbar
16007 = Description Panel
16008 = Status Bar
16009 = Tools Toolbar
16010 = File
16011 = Autorun\nManager
16012 = Junk Files\nCleaner
16013 = Windows\nTools
16014 = Browsers\nCleaner
16015 = Microsoft Office\nCleaner
16016 = Windows\nCleaner
16017 = Evidence\nRemover
16018 = Unrecoverable\nDelete
16019 = Backup\nManager
16020 = Install with Revo Uninstaller Pro
16021 = Uninstall with Revo Uninstaller Pro
16022 = Install selected program with Revo Uninstaller Pro
16023 = Uninstall selected program with Revo Uninstaller Pro
16024 = Backup Folder:
16025 = Back up deleted Registry items
16026 = Back up deleted files and folders
16027 = Microsoft Excel is not installed on this computer (error code is 0x%08X).
16028 = Failed to run the Microsoft Excel application (error code is 0x%08X).
16029 = Unknown error.
16030 = Registry
16031 = Skip information messages shown by Revo Uninstaller Pro
16032 = Skip warning messages shown by Revo Uninstaller Pro
16033 = Processes
16034 = Trace programs in compact window mode
16035 = Include Processes:
16036 = Exclude Processes:
16037 = Process Path
16038 = Visual theme:
16039 = Toolbars
16040 = Show text labels
16041 = Show small icons
16042 = Blue
16043 = Grey
16044 = Black
16045 = Silver
16046 = Native
16047 = Native 2
16048 = Native Smooth
16049 = Buy Now
16050 = After you have purchased Revo Uninstaller Pro, you will receive a serial number by email. In order to activate Revo Uninstaller Pro, you need to enter that serial number in the form below and then press the “Activate online” button. Activation requires an Internet connection, so your firewall should not block Revo Uninstaller Pro. If you have any questions regarding registration, please contact us at: registration@revouninstaller.com
16051 = Register 
16052 = Enter the exact serial number here:
16053 = Activate online
16054 = All rights reserved.
16055 = Registered Version
16056 = Unregistered Version
16057 = Are you sure you want to delete created backups, logs and other Revo Uninstaller Pro data? Press "No" if you are updating the program.
16058 = Translator:
16059 = Create daily full Registry backup
16060 = Delete traced program log after uninstall
16061 = Show small icons in Details view
16062 = Show commands in Windows context menu (Install with ..., Uninstall with ...)
16063 = Check mark all leftovers by default
16064 = Dark Grey
16065 = Blue 2
16066 = Show Revo Uninstaller Pro in Control Panel
16067 = Skip User Account Control (UAC) prompt
16070 = Commands Toolbar
16071 = Custom
16072 = Theme
16073 = Custom Background Color
16074 = Custom Selection Color
16075 = Please close Revo Uninstaller Pro, before starting the import of a log.\nOr import the log using the "Manage" toolbar button in "Traced Programs" module.
16076 = Activate
16077 = Choose Activation method
16078 = Online Activation
16079 = Activation by File
16080 = Your 30-day trial period is over. If you want to continue to use the product you have to purchase a license.
16081 = After you have purchased a license for Revo Uninstaller Pro, you will receive a serial number by email. In order to activate Revo Uninstaller Pro, you need to enter your name and the serial number in the form below (copy and paste is strongly recommended) and then press the “Activate online” button. Activation requires an Internet connection, so your firewall should not block Revo Uninstaller Pro. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16082 = After you have purchased a license for Revo Uninstaller Pro, you will receive a serial number by email. In order to activate Revo Uninstaller Pro by File, you need to enter your name and the serial number in the form below(copy and paste is strongly recommended) and then press the “Save File” button to save the file. Then send the created file to support@revouninstaller.com or registration@revouninstaller.com. In 24 hours we will send you back an Unlock Key that will complete the activation of Revo Uninstaller Pro. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16083 = You have chosen to activate Revo Uninstaller Pro by File. After you had sent the Activation file to our support emails, you should receive the Unlock Key from Revo Uninstaller Pro support team. You need to enter the Unlock Key below (copy and paste is strongly recommended) and press the "Activate" button. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16084 = There is a change on your computer that requires Revo Uninstaller Pro to be reactivated. Please just press the "Activate" button. If you have any questions or problems related to the registration, please contact us at: registration@revouninstaller.com
16085 = Activation successful! 
16086 = Activation failed!
16087 = No connection to the Activation server. Please be sure your firewall does not block Revo Uninstaller Pro.
16088 = Enter User Name:
16089 = Enter Serial Number (copy and paste recommended):
16090 = Enter Unlock Key (copy and paste recommended):
16091 = Reset Activation Process
16092 = Remaining Days:
16093 = Save File
16094 = Registered to
16095 = Reactivate
16096 = Activation in progress. Please wait ...
16097 = Wrong Serial number.\nPlease copy and paste the serial number instead of typing it!
16098 = Please restart Revo Uninstaller Pro
16099 = Dark Mode
16100 = Serial Number:
16101 = License data:
16102 = Submit Feedback
16103 = Online Support
16104 = Reset main window panels settings
16105 = Reset Details view control settings
16106 = Reset successful!\nRestart Revo Uninstaller Pro to apply changes
16107 = There are no checked items.\nYou must check at least one item to proceed.
16108 = Show startup splash screen
16109 = History Cleaner
16110 = History\nCleaner
16111 = More\nCommands
16112 = Revo Uninstaller Pro is already running!
16113 = Update subscription expires: 
16114 = Renew Now
16115 = Update subscription expired on %s!
16116 = Update Subscription
16117 = If you want to be able to install latest versions of Revo Uninstaller Pro released after that date, you have to renew your Update Subscription.
16118 = Trial version reminder
16119 = Thank you for using Revo Uninstaller Pro. You are running a 30-day fully functional trial version. If you like the software and would like to use it after the trial period has expired you have to purchase a license.
16120 = Your subscription allows you to install and activate a version of Revo Uninstaller Pro released before %s. If you want to install latest version of Revo Uninstaller Pro you have to renew your subscription.
16121 = Like
16122 = Deactivated License
16123 = Your license has been deactivated by you. If you want to use Revo Uninstaller Pro again you have to register it with a valid serial number
16124 = Deactivate License
16125 = Used activation key(s) have been successfully deactivated.
16126 = Deactivation failed!
16127 = Are you sure you want to deactivate your license?\nCurrent installation of Revo Uninstaller Pro will stop working! Continue only if you want to move or transfer your license to another computer.
16128 = Deactivate
16129 = Deactivating your license. Please wait ...
16130 = day
16131 = The entered serial number has already been applied to the current license file.
16132 = Your Update Subscription is expired on %s, thus you are not eligible to update your current version of Revo Uninstaller Pro. Please renew your Update Subscription if you want to install and use the latest version.
16133 = Command button text color
16134 = Enter any User Name you want
16135 = Import successful!\nRestart Revo Uninstaller Pro to apply changes.
16150 = Dialogs background color
16151 = Text color
16152 = Controls background color
16153 = Selection color
16156 = Disable all text animations
16157 = Get our Android App
16158 = Download our Android App
16159 = Copy to Clipboard

[AppBar]
16900 = Save the log of monitored system changes
16901 = Stop monitoring the installation
16902 = Revo Uninstaller Pro is monitoring system changes - proceed with the installation as usual! Please, DO NOT run any other setup files, programs or anything else, during the installation of the program! After you finish the installation, run the installed program(s), configure and close them. Then press the "Stop" button (square) and Save the log.
16903 = Enter a name for the log:
16904 = Enter a name for the log and press the "Save" button
16905 = Revo Uninstaller Pro is tracing the installation
16906 = Revo Uninstaller Pro is saving data
16907 = Could not get the required privilege to shutdown the computer. Try shutting down manually!
16908 = Could not adjust the privilege to shutdown the computer. Try shutting down manually!
16909 = Please enter a valid log name!
16910 = Are you sure you want to cancel the logging process?

[JunkFilesCleanerPro]
17000 = Exclude
17001 = Last Modified
17002 = Scan Folder...
17003 = Include
17004 = Folders to include as junk

[Windows Apps]
17100 = Windows\nApps
17101 = Windows Apps
17102 = Windows App
17103 = Total Apps
17104 = App
17105 = Apps
17106 = The "Windows Apps" module lists all installed Windows apps and helps you to uninstall any of them with a single click. Some of the apps produced by Microsoft  come pre-installed with the operating system, others are installed through the Microsoft Store. More information about any app can be found from the context menu.
17107 = Analyzing and starting the App's default uninstall command
17108 = After the App's default uninstaller has finished, press the "Scan" button to start scanning for leftover files, folders and registry items.
17109 = Are you sure you want to uninstall the selected App?
17110 = Unable to run selected Windows App!
17111 = Open in Microsoft Store
17115 = Terminate
17116 = Reset App
17117 = Reset Microsoft Store
17118 = Unable to terminate selected App.
17119 = This will restore the App to its initial configuration.\nDo you want to continue?
17120 = This will restore Microsoft Store to its initial configuration.\nDo you want to continue?
17121 = The built-in uninstall of %s failed.\nWe recommend checking the integrity of your system files or resetting the %s App, and trying again.
17122 = Uninstall Failed
  
[Browser Extensions]
17200 = Browser\nExtensions
17201 = Browser Extensions
17202 = MS Edge Extension
17203 = Type
17204 = Extension
17205 = Plugin
17206 = App
17207 = Helper
17208 = Toolbar
17209 = Search Provider
17210 = %s is running. Kill (force stop) it if you want to continue.\nUnsaved data in your browser may be lost.
17211 = Total extensions
17212 = extension
17213 = extensions
17214 = The "Browser Extensions" module lists and helps you delete different kind of additional components (called extension or add-ons), which most popular browsers like Google Chrome, Microsoft Edge, Mozilla Firefox and Internet Explorer let you install to customize them. Column "Type" shows you the kind of the extension according to the browser.
17215 = Are you sure you want to remove the selected extension(s)?
17216 = Removing %s extension
17217 = To avoid automatic reinstall of the extension, please disable "Sync Apps" and "Sync Extensions" from Chrome Settings, then continue the removal process.
17218 = You have selected a pre-installed extension.
17219 = Browser
17220 = Profile
17221 = %s is running.◙ Press 'k' to kill/forcefully close it (unsaved data in your browser may be lost).◙ Press any other key to cancel.
17222 = %s is running. Please close it to continue.

[EvidenceRemoverPro]
17300 = Type
17301 = Total Size
17302 = Free Space
17310 = Local Disk
17311 = Removable Disk
17312 = Estimated remaining time:
17313 = days 
17314 = hours
17315 = minutes
17316 = seconds
17317 = Are you sure you want to stop the process?

[WindowsToolsPro]
17400 = System Restore
17401 = Network Diagnostics
17402 = Network Information
17403 = Security Center
17404 = System Properties
17405 = System Information
17406 = TCP/IP Netstat Command
17407 = On Screen Keyboard
17408 = Disk Defragmenter
17409 = Services
17410 = Shared Folders
17411 = Group Policy
17412 = Add/Remove Windows Components
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Check Disk
17417 = System File Checker
17418 = Disk Cleanup
17419 = Resource Monitor
17420 = Deployment Image Servicing and Management
17421 = Flush DNS cache
17422 = DirectX info and diagnostic
17450 = Windows Backup and Restore allows you to make copies of data files for all people that use the computer and provides you with the ability to create a system image. You can let Windows choose what to back up or you can select the individual folders, libraries, and drives that you want to back up. A system image includes Windows and your system settings, programs, and files. You can use a system image to restore the contents of your computer if your hard drive or computer ever stops working.
17451 = Task Scheduler helps you to schedule automated tasks that perform actions at a specific time or when a certain event occurs. It provides the ability to schedule the launch of programs or scripts at pre-defined times or after specified time intervals. Task Scheduler maintains a library of all scheduled tasks, providing an organized view of the tasks and a convenient way to manage them. 
17452 = Check Disk verifies the logical integrity of the file system on the Windows volume. Check Disk checks for problems related to bad sectors, lost clusters, cross-linked files, and directory errors. These types of problems can be caused by system crashes or freezes, power glitches, incorrectly turning off a computer, etc. 
17453 = System File Checker allows you to scan for and restore corruptions in Windows system files verifying their versions. If it finds a problem, it will attempt to replace the problematic files from the Windows DLL Cache. If the file is not in the Windows DLL Cache or the DLL Cache is corrupted, you will be prompted to insert the Windows installation disk.
17454 = Disk Cleanup is a computer maintenance utility designed to free up disk space on a computer's hard drive. It allows users to remove files that are no longer needed or that can be safely deleted like temporary, cache and log files created by the operating system and other programs.
17455 = Resource Monitor, displays information about the use of hardware (CPU, memory, disk, and network) and software (file handles and modules) resources in real time. This tool helps you find how much of resources are being put to use at the moment or used over time through a graphical representation.This way, you can check the performance counters of specific resource and decide a course of action to improve the performance of the computer. 
17456 = DISM runs a scan for corruption and repairs problems that it finds within the operating system.
17457 = If you are having trouble accessing a web page or using an online service, it may be that your device has cached an out of date DNS record which needs to be manually cleared or reset.
17458 = The DirectX Diagnostic Tool displays a wealth of information about DirectX, and also lets you perform basic diagnostic tests on the DirectX system.

17480 = Tool
17481 = Command-line
17482 = Add a custom tool
17483 = Edit tool
17484 = A custom tool with the same name already exists.\nPlease enter a different name.

[WindowsCleanerPro]
17500 = Delete Thumbnail Cache

[UnrecoverableDeletePro]
17600 = Add File(s)
17601 = Add Folder
17602 = Delete Forever
17603 = Deleting
17604 = Calculating...
17605 = Remaining items in the list can't be deleted now.\nBe sure they are not used by Windows or another program and try again.
17606 = Remove selected items from the list

[Backup Manager]
17800 = Backup Manager
17801 = Restore
17802 = Delete
17803 = Delete All
17804 = Custom\nRestore
17812 = Loading tree...
17813 = Back
17814 = Next
17815 = Restore Point data not found
17816 = Processing
17817 = Backing up %d of %d items
17818 = Restore Points:
17819 = Total Size:
17820 = The Backup Manager helps you to manage backup information stored by Revo Uninstaller Pro after every deleted registry entry, file or folder. By restoring a restore point, you can restore all of the deleted data or you can just pick and choose which items that you would like to restore. If you need more free space, you can delete some or all of the restore points.
17821 = Name
17822 = Operation
17823 = Size
17824 = Registry Items
17825 = Files and Folders
17826 = Time
17827 = Date
17830 = Key/Value Name
17831 = Data
17835 = Default Value
17836 = Restoring %d of %d items
17837 = Restoring
17838 = File/Folder Name
17839 = Custom Restore
17840 = Error reading the backup data file!
17841 = Files and Folders to restore
17842 = Registry items to restore
17843 = There is not enough disk space to write the back up data file!
17844 = Error writing the back up data file!
17845 = Are you sure that you want to restore the operation %s of %s?
17846 = Are you sure that you want to delete all restore points?
17847 = Delete\nby Time
17848 = Delete backups older than a date or a period
17849 = Delete all backups older than:
17850 = Selected Date:
17851 = One Week
17852 = Two Weeks
17853 = 30 Days
17854 = 90 Days
17855 = 180 Days
17856 = One Year
17857 = Custom Date
17858 = You have selected a date newer than today.\nThat will delete all backups! Continue?

[TooltipsPro]
18200 = Adjust the settings of Revo Uninstaller Pro
18201 = Change the view of the traced programs list
18202 = Manage the backup information stored by Revo Uninstaller Pro
18203 = Install programs through Revo Uninstaller Pro
18204 = Forced uninstall of the remnants of already uninstalled programs
18205 = Show all installed programs
18206 = Show traced installed programs
18207 = Uninstall selected traced program
18208 = Custom Uninstall of selected traced program
18209 = Restore selected restore point of Revo Uninstaller Pro
18210 = Custom Restore of selected restore point of Revo Uninstaller Pro
18211 = Delete selected restore point of Revo Uninstaller Pro
18212 = Add a program to start automatically with Windows start up
18213 = Execute evidence removing operation on the checked drives
18214 = Add files to be irrecoverably deleted
18215 = Add a folder to be irrecoverably deleted
18216 = Delete added files and folders
18217 = Delete marked files
18218 = Change or Repair the installation of selected program
18219 = Quickly Uninstall selected program(all found leftovers are automatically deleted)
18220 = Add new item to the log
18221 = Modify selected item
18222 = Delete selected item from the log
18223 = Export current log's data as HTML

[Portable]
18500 = Error downloading Update!
18501 = Error extracting Update!
18502 = Updating
18503 = Update completed successfully!
18504 = %d of %d files
18505 = Portability
18506 = Use custom data storage folder
18507 = Enable fast loading mode
18508 = Accept
18509 = License Agreement

[UninstallHistory]
32900 = Uninstall History
32901 = Remove All
32902 = Export Details
32903 = App Name
32905 = Uninstalled Programs:
32907 = Uninstalled Logs:
32909 = Uninstalled Apps:
32910 = Imported Log
32911 = User Log
32912 = The Uninstall History keeps track of all uninstallations that have been performed and provides detailed information about the uninstalled software and all deleted leftover data.
32917 = Program Details:
32918 = Operation Summary:
32919 = File and Folder operations:
32920 = Registry operations:
32921 = Log details:
32922 = App details:
32923 = Successfully deleted Registry keys
32924 = Successfully deleted Registry values
32925 = Successfully deleted Files
32926 = Successfully deleted Folders
32927 = Set for deletion on reboot
32928 = Unsuccessfully deleted Registry keys
32929 = Unsuccessfully deleted Registry values
32930 = Summary
32931 = Deleted leftover Registry keys:
32932 = Deleted leftover Registry values:
32933 = Deleted leftover Folders:
32934 = Deleted leftover Files:
32935 = Free space reclaimed from leftovers:
32936 = View Details
32937 = You have uninstalled
32938 = Completed uninstall operations
